/* General */

"OK" = "OK";

"Cancel" = "キャンセル";

"Copy" = "コピー";

"Add" = "追加";

"Remove" = "削除";

"Replace" = "置き換え";

"This cannot be undone." = "この操作は取り消せません。";

"Import" = "読み込む";

"Export As:" = "書き出し名:";

"Export" = "書き出す";


"The name \"%@\" is already taken." = "名前“%@”はすでに使用されています。";

"Please choose a different name." = "別の名前を選んでください。";


/* Menus */

"Show Toolbar" = "ツールバーを表示";

"Hide Toolbar" = "ツールバーを非表示";


"Show Sidebar" = "サイドバーを表示";

"Hide Sidebar" = "サイドバーを非表示";

"Show Binary Images" = "Show Binary Images";

"Hide Binary Images" = "Hide Binary Images";

"Show Inspector" = "インスペクタを表示";

"Hide Inspector" = "インスペクタを非表示";

"Show Registers" = "レジスタを表示";

"Hide Registers" = "レジスタを非表示";

/* About box */

"version %@ (%@)" = "バージョン%@ (%@)";

/* Themes Editor */

" copy" = "のコピ";

"Do you really want to remove the \"%@\" theme?" = "Do you really want to remove the \"%@\" theme?";

"Do you really want to restore the default Fonts & Colors settings?" = "Do you really want to restore the default Fonts & Colors settings?";

"You will lose all the changes you made." = "You will lose all the changes you made.";

"Restore" = "復元";

"Keep Both" = "両方とも残す";

    /* Colors labels */

"Background" = "背景";

"Plain Text" = "標準テキスト";

"Key" = "キー";

"Thread Label" = "スレッドラベル";

"Crashed Thread Label" = "クラッシュしたスレッドラベル";

"Executable Code" = "実行可能コード";

"OS Code" = "OSコード";

"Memory Address" = "メモリアドレス";

"Register Value" = "レジスタ値";

"File Path" = "ファイルパス";

"Version" = "バージョン";

"UUID" = "UUID";

"Line Number" = "行番号";

/* Sources */

"All" = "すべて";

"All reports from all sources" = "すべてのソースからのすべてのレポート";

"User Reports" = "ユーザレポート";

"System Reports" = "システムレポート";

"Untitled source" = "名称未設定ソース";

"Recents" = "最近使った項目";

"Reports from the last 24 hours" = "過去24時間のレポート";

"Move All \"%@\" Reports to Trash" = "Move All \"%@\" Reports to Trash";

/* Inspectors */

"%@:" = "%@:";

"Unknown version" = "不明なバージョン";

"Version %@" = "バージョン%@";

"No Selection" = "選択なし";

"Not Available" = "使用できません";


/* Views */

"Thread %ld" = "Thread %ld";

/* Sections */

"Header" = "ヘッダ";

"Exception Information" = "例外情報";

"Diagnostic Messages" = "診断メッセージ";

"Backtraces" = "バックトレース";

"Thread State" = "スレッドの状態";

"Binary Images" = "Binary Images";

/* Outline */

"Diagnostics\n\n" = "診断\n\n";

"No backtraces available" = "利用可能なバックトレースはありません";

"Copy Machine Instruction Address" = "機械命令アドレスをコピーします";

"Copy Binary Image Offset" = "Copy Binary Image Offset";

"Show In" = "に表示";

/* Registers window */

"Registers" = "レジスタ";

"Registers - %@" = "レジスタ - %@";

"Registers state not available" = "Registers state not available";

    /* Register name */

"%@:" = "%@:";

/* Symbolication */

"line" = "行";

"column" = "列";

/* Export */

"The export operation failed." = "エクスポート操作が失敗しました。";

/* Open Errors panel */

"An error occurred while opening the file." = "An error occurred while opening the file.";

"An error occurred while opening some files." = "An error occurred while opening some files.";

"The file can't be opened for the following reason:" = "The file can't be opened for the following reason:";

"These files can't be opened for the following reasons:" = "These files can't be opened for the following reasons:";


"This file is empty." = "このファイルは空です。";

"The format of this file is invalid or unsupported." ="The format of this file is invalid or unsupported.";

"You don't have permission to view this file." = "You don't have permission to view this file.";

"Name" = "名前";

"Reason" = "Reason";
